# Задание 3
# Ввод переменных пользователем

username = input("Имя пользователя: ")
title = input("Заголовок заметки: ")
content = input("Описание заметки : ")
status = input("Статус заметки: ")
created_date = input("Дата создания заметки (д-м-г) : ")
issue_date = input("Дата истечения заметки (д-м-г) : ")

# Вывод введенных пользователем переменных

print("Имя пользователя: ", username)
print("Заголовок заметки: ", title)
print('Описание заметки: ', content)
print("Статус заметки: ", status)
print('Дата создания заметки (д-м-г): ', created_date)
print('Дата истечения заметки (д-м-г): ', issue_date)
