# Задание 1
# Создание переменных

username = "Иван"
title = "Статус движения товаров"
content = "Товар отсортирован"
status = "Выполняется"
created_date = '10-01-2025'
issue_date = '20-01-2025'

# Вывод созданных переменных

print("Имя пользователя: ", username)
print("Заголовок заметки: ", title)
print('Описание заметки: ', content)
print("Статус заметки: ", status)
print('Дата создания заметки (д-м-г): ', created_date)
print('Дата истечения заметки (д-м-г): ', issue_date)

# Ввод переменных пользователем

username = input("Имя пользователя: ")
title = input("Заголовок заметки: ")
content = input("Описание заметки : ")
status = input("Статус заметки: ")
created_date = input("Дата создания заметки (д-м-г) : ")
issue_date = input("Дата истечения заметки (д-м-г) : ")

# Вывод введенных пользователем переменных

print("Имя пользователя: ", username)
print("Заголовок заметки: ", title)
print('Описание заметки: ', content)
print("Статус заметки: ", status)
print('Дата создания заметки (д-м-г): ', created_date)
print('Дата истечения заметки (д-м-г): ', issue_date)
